{"meta":{"title":"Gogogo","subtitle":"","description":"","author":"Guopeng Li","url":"http://guopengli.cn","root":"/"},"pages":[{"title":"","date":"2020-08-08T13:41:19.209Z","updated":"2020-08-08T13:41:19.209Z","comments":false,"path":"categories/index.html","permalink":"http://guopengli.cn/categories/index.html","excerpt":"","text":""},{"title":"","date":"2020-08-08T13:41:00.850Z","updated":"2020-08-08T13:41:00.850Z","comments":false,"path":"tags/index.html","permalink":"http://guopengli.cn/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"0808","slug":"0808","date":"2020-08-08T15:43:35.000Z","updated":"2020-08-08T15:56:39.122Z","comments":true,"path":"2020/08/08/0808/","link":"","permalink":"http://guopengli.cn/2020/08/08/0808/","excerpt":"7月5日，在计算机学院2020届毕业生离校之际，学院为全体毕业生准备了在校期间的最后一堂课，由院长王建新教授主讲。 王院长首先对毕业生们表达了祝贺，祝贺大家圆满完成学业，开始人生新的篇章。他说：“在往年的毕业典礼现场，我感受最深的是离别的依依不舍。在今天的网络会场，我感到了中南人汇聚的力量！在无法返校的半年里，同学们克服了重重困难，顺利完成了学业。云课程，不变的是教学质量；云答辩，不变的是研究精神；云合影，不变的是师生情谊。我深深地为大家感到骄傲！”同时他也向老师们致以衷心的感谢，向家长们致以诚挚的敬意。春风化雨，而育满园桃李；传道授业，以致中南菁华。","text":"7月5日，在计算机学院2020届毕业生离校之际，学院为全体毕业生准备了在校期间的最后一堂课，由院长王建新教授主讲。 王院长首先对毕业生们表达了祝贺，祝贺大家圆满完成学业，开始人生新的篇章。他说：“在往年的毕业典礼现场，我感受最深的是离别的依依不舍。在今天的网络会场，我感到了中南人汇聚的力量！在无法返校的半年里，同学们克服了重重困难，顺利完成了学业。云课程，不变的是教学质量；云答辩，不变的是研究精神；云合影，不变的是师生情谊。我深深地为大家感到骄傲！”同时他也向老师们致以衷心的感谢，向家长们致以诚挚的敬意。春风化雨，而育满园桃李；传道授业，以致中南菁华。 在临别之际，王院长的最后一课，讲了三句话与大家共勉。一是迎接变化，创造未来。计算机学院的毕业生，在“互联网+”、“人工智能+”和“中国制造”的新工业革命中承担着引领技术创新的历史使命。让职业发展与祖国的需要紧密相连，在百年未有之大变局、大机遇中实现人生理想。二是敢于拼搏，勇于任事。我们能不能有自己的MATLAB，自己的CAD软件，自己的光刻机，自己的芯片？要有一点当仁不让的勇气。中华复兴，任重道远，千里之行，始于足下。三是建设家庭，拥抱幸福。生活的理想，是为了理想的生活。愿大家事业、情感双丰收，给人生交上一份诗文并茂的答卷。 王院长平时给大家上的是专业课程，今天上的则是人生的课程。同学们在听完后表示受益匪浅，也纷纷表达了自己的一些想法。 物联网专业毕业生杨维鹏动情地表示：“作为一名毕业生，很高兴在即将离开母校的时候，还能再上王院长的一堂课。王院长告诉我们要迎接变化，创造未来，要敢于拼搏，勇于任事，要建设家庭，拥抱幸福，要锻炼身体，江湖珍重，这些都让我深有感触。在我生活中遭受重大变化时，王院长的鼓励和无私帮助，给我精神上带来了很大的鼓舞，让我能够走出困境。在他的帮助下，我对自己的未来重新做了规划，不再沉迷悲痛，而是努力保持积极向上的状态，保持一颗求学进取的心。也就是那时候，我开始着手准备考研，坚持早睡早起，规律自己的生活，保持学习状态。现在考研成功，也看到了自己的变化，变得开朗自信。在此我很想对王院长说一声谢谢！谢谢他的帮助！未来还有很长的路，我一定会扎实前进。” 通信工程专业毕业生田岸鑫也感慨道：岳麓中南下，不曾忘少年锐气凌云之志；梅岭长铁里，只争得砥砺朝夕攻短补长；长于晋右汾河上，思接千载砖墙砌成的家国孝义；行在楚地湘江畔，师承灼灼烈日磨出的耐烦霸蛮；知行合一，看到的是书本之外万象大千；向善求真，学到的是成人之道修行真章；今日惜别，恩泽所加吾辈以中南为荣，感念师长爱生心切诲人不倦；他年再见，不敢妄求中南以吾辈为傲，但望吾辈术业有成不负栽培；祝愿各位同窗，尽散作漫天星火却能缀夜成昼！祝愿母校中南，励精为国之重器立于世界之林！ 软件工程专业毕业生郝艺凡则表示，曾几何时，我们满怀期待的懵懂少年，在人生新篇章的门前眺望未来。四年时光倏忽而过，我们在岔路口回首过往，依依惜别。王院长的最后一堂课让我深受触动，这堂课不是专业课程，但人生的课意义更加深远。在未来的道路上，迎接变化，敢于拼搏，拥抱幸福。从中南启程，如同涓流汇入大海，我们敲下的不仅仅是一行行代码，更是国家互联网发展的基石和脉络。中南是家，我们不会忘记母校的每一位老师和同学，一定会常回家看看。 研究生张金龙表示，今年的疫情让这次的毕业季变得特殊，在离校之际，很荣幸能够在毕业典礼现场聆听王院长的讲话，受益匪浅。感谢学校、学院及老师们给我们提供这么好的平台，让我们能够在浓厚的氛围里完成科研。感谢中南让我遇见最好的自己，在今后我也将继续秉承中南人精神，去迎接变化，创造未来。 研究生谈子健也说，作为计算机学院的毕业生，我们是社会发展的新鲜力量，要将个人的发展与祖国的需要紧密相连，面对挑战，要敢于吹响冲锋的号角，争做排头兵，相信勇往直前定能凯旋而归。如今在“互联网+”、“人工智能+”等领域世界各国都在争取领先地位。作为计算机学院的毕业生，我们应当投身于这场新技术的革命中，学以致用，让“中国制造”“中国技术”成为世界标杆。 临别赠言，句句肺腑。山高路远，愿诸君此去，前程似锦；来日方长，盼今日一别，中南再会！","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2020-08-08T13:25:44.427Z","updated":"2020-08-08T15:57:07.470Z","comments":true,"path":"2020/08/08/hello-world/","link":"","permalink":"http://guopengli.cn/2020/08/08/hello-world/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}